"""
	•	Дано несколько строк: “First $99.01 Second $88.09”, “Second $15.67 Third $8.19”, “Fourth $20.2 Fifth $105.5”.
Используя форматированный вывод, выведите данные строки в форме таблицы (поочередно с выравниванием по левому или по
правому краю). Например:
First		$99.01		Second	$88.09
Second	$15.67 	Third 		$8.19
Fourth 		$20.2 		Fifth 		$105.5
"""

s1 = "First $99.01 Second $88.09"
s2 = "Second $15.67 Third $8.19"
s3 = "Fourth $20.2 Fifth $105.5"

print("{:^50}\n{:^49}\n{:^49}".format(s1, s2, s3))